[Korean]
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=1 단계: 키 선택
STEP 2 : CHOOSE A SOURCE=2 단계 : 소스 선택
STEP 3 : PERSISTENCE=3 단계 : 퍼시스턴스
STEP 4 : OPTIONS=4 단계 : 옵션
STEP 5 : CREATE=5 단계 : 설치
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=분
Label=라벨
Size=크기
Help=도움말
Please read=읽어 주세요
Error=오류
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=USB 키를 선택선택하십시요.
Hard drives=하드 드라이브
No key found=키를 찾을 수 없음
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=다운로드
Support for .IMG files is experimental=.IMG 파일에 대한 지원은 평가용입니다.
Only Live mode is currently available in step 3, virtualization option has been disabled=단계 3에서 현재 라이브 모드만 이용할 수 있습니다. 가상화 옵션이 비활성화 되었습니다.
However, LinuxLive USB Creator will try to use same install parameters as for=그렇지만 LinuxLive USB Creator는 동일한 설치 매개변수 사용을 시도합니다. -  
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(라이브 모드)
(Persistent Mode)=(퍼시스턴트 모드)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=키에 생성된 파일 숨김
(except for Umenu.exe)=(Umenu.exe 제외)
Format the key in FAT32 (this will erase your data !!)=FAT32로 USB 드라이브 포멧(사용자 데이터 삭제됨)
Enable launching LinuxLive in Windows (requires internet to install)=윈도우에서 LinuxLive 실행 활성화(인터넷 연결 필요)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=설치를 시작하려면 왼쪽 아이콘 클릭.
Please choose a FAT32 or FAT formated key or check the formating option=FAT 또는 FAT32 형식의 키를 선택하거나 포멧 옵션을 확인하시기 바랍니다.
No disk selected=선택된 디스크가 없음
No file selected=선택된 파일이 없음
No folder or CD selected=선택된 폴드 또는 CD가 없음
http://www.ubuntu.com/getubuntu/download=http://www.ubuntu.com/getubuntu/download
Please choose an ISO image of LinuxLive CD=LinuxLive CD의 이미지를 선택하시기 바랍니다.
Please choose a CD of LinuxLive Live or its folder=LinuxLive Live의 CD 또는 포함된 폴드를 선택하시기 바랍니다.
Start creation of LinuxLive USB=LinuxLive USB 생성 시작
Please validate step 1 to 3=3단계 중 1단계를 확인하시기 바랍니다.
Are you sure you want to format this disk and lose your data ?=전체 데이터가 손실됩니다. 정말로 이 디스크를 포멧하시겠습니까?
Formatted in=포멧 형식: 
Formating the key=키 포멧중
Step 1 to 3 OK=1/3 단계
Cleaning previous installations ( 2min )=이전 설치 삭제중 ( 2분 )
Setting up virtualization software=가상화 소프트웨어 설정중
VirtualBox already downloaded=VirtualBox는 이미 다운로드했습니다.
A new version of VirtualBox is available=새로운 버전의 VirtualBox를 사용할 수 있습니다.
This new version will be downloaded=이 새로운 버전이 내려받기 됩니다.
Downloading VirtualBox as a background task=백그라운드 작업으로 VirtualBox를 내려받는 중
Download started succesfully=내려받기가 성공적으로 시작됨
Download failed to start=내려받기 시작 실패
VirtualBox will not be installed=VirtualBox가 설치되지 않습니다.
Integrity could not be verified=무결성을 확인할 수 없습니다.
Will attempt installation=설치 시도합니다.
Cannot download=내려받을 수 없음
Extracting ISO file on key=키에 ISO 파일 추출중
Writing image to the usb stick=USB 스틱에 이미지 작성중
Copying files to the key=키에 파일 복사중
Renaming some files=일부 파일들 이름 변경중
Hiding files=파일들 숨기는 중
Creating file for persistence=퍼시스턴스용 파일 생성중
Formating persistence file=퍼시스턴스 파일 포멧중
Live mode : no persistence file=라이브 모드 : 퍼시스턴스 파일 없음
Ubuntu variant found=우분투 변종 발견
Installing boot sectors=부트 섹터 설치중
Downloading VirtualBox=VirtualBox 내려받는 중
Download complete=내려받기 완료
Cleaning previous VirtualBox install=이전 VirtualBox 설치 삭제중
Extracting VirtualBox on key=USB 드라이브에 VirtualBox 추출중
Applying VirtualBox settings=VirtualBox 설정 적용중
Your LinuxLive key is now up and ready !=LinuxLive 키가 이제 곧 준비 됩니다.
You do not have enough rights to launch VirtualBox.=VirtualBox를 실행할 충분한 권한이 없습니다.
Please log in as an administrator or run VirtualBox with admin rights.=관리자로 로그인하거나 관리자 권한으로 VirtualBox를 실행하시기 바랍니다.
Free memory below 256mb threshold.=256MB 이하의 임계 여유 메모리.
This is not enough to launch LinuxLive in Windows.=윈도우에서 LinuxLive를 실행하기에 충분하지 않습니다.
:::::::::::::::::::::::::::::::::::::::::::::::::::: Help File ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing.=도움말 파일이 없습니다.
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Help step 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=소프트웨어 정보
User's Guide=사용자 안내서
Virtualization Tutorial (FR)=가상화 튜토리얼 (FR)
Donate=개발자 후원
Version=버전 정보
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration du clavier ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=이 ISO는 호환되지 않습니다.
Detecting keyboard layout=감지된 키보드 레이아웃
French (France)=프랑스어 (프랑스)
French (Swiss)=프랑스어 (스위스)
Dutch=네델란드어
Portuguese=포르투갈어
US or other (qwerty)=US 또는 기타 (QWERTY 배열식)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Configuration VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=VMDK 생성중 오류 발생
Key not found, VMDK is invalid=키를 찾을 수 없음. VMDK를 사용할 수 없습니다.
Try to launch again SetupForAutoVMDK.exe=SetupForAutoVMDK.exe 파일을 다시 실행하십시요.
Do you want to ignore this error ?=이 오류를 무시하시겠습니까?
:::::::::::::::::::::::::::::::::::::::::::::::::::: Vérifications MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=MD5SUMS 파일을 찾을 수 없음
Canceling check=확인 취소중
You have the right ISO file but it is corrupted or was altered.=ISO 파일은 정확하지만 손상되었거나 변경되었습니다.
Please download it again.=ISO 파일을 다시 내려받기하시기 바랍니다.
Verifying=확인
This ISO is not compatible.=이 ISO는 호환되지 않습니다.
Please read the compatibility list in user guide=사용자 안내서에서 호환 목록을 확인하시기 바랍니다.
If your version is in this list, this mean that your file is corrupted, please download it again.=만약 사용자의 버전이 호환 목록에 있다면, ISO 파일이 손상된 경우입니다. 다시 내려받으시기 바랍니다.
This version is compatible and its integrity was checked=이 버전은 호환되며 무결성이 확인되었습니다.
Check completed=확인 완료
Integrity + compatibility check=무결성 + 호환성 확인
Unable to open MD5SUM.txt=MD5SUM.txt를 열 수 없음
Checking integrity=무결성 확인중
This file is corrupted=이 파일은 손상되었습니다.
All files have been successfully checked.=모든 파일이 성공적으로 확인되었습니다.
Checking file=파일 확인중
:::::::::::::::::::::::::::::::::::::::::::::::::::: Menu de la clé ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Persistent Mode
Live Mode=Live Mode
Install=Install
File Integrity Check=File Integrity Check
Memory Test=Memory Test
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenêtre de bug ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred.=오류 발생
An anonymous report was sent in order to fix this error as soon as possible=이 오류를 수정하기 위해 익명의 보고서가 전송되었습니다.
Show bug report=버그 보고서 표시
Restart application=프로그램 재시작
Close application=프로그램 닫기
Last Actions=마지막 실행
Unique anonymous ID=고유 익명 ID
Report status=보고 상태
Pending=보류중
Error (not sent)=오류 (전송 않됨)
Sent=전송됨
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=LinuxLive 실행을 위해 :
Remove your key and insert it again.=키를 제거하고 다시 삽입하십시요.
Go to 'My Computer'='내 컴퓨터'로 이동.
Right click on you key and select :=키에서 마우스 우 클릭후 선택 :
'LinuxLive!' to launch linux in windows=윈도우에서 리눅스 실행을 위한 'LinuxLive!'
'VirtualBox Interface' to launch VirtualBox full interface=VirtualBox 풀 인터페이스 실행을 위한 'VirtualBox 인터페이스'
'CD Menu' to launch the original CD menu=원본 CD 메뉴를 불러오려면 'CD 메뉴'
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=
Manually=수동
Automatically=자동
Please select a linux to continue=계속하려면 리눅스를 선택하십시요.
Looking for the fastest mirror=빠른 서버 찾는 중
Testing mirror=서버 검사중
No online mirror found=온라인 미러 서버를 찾을 수 없음
Please check your internet connection or try with another linux=인터넷 연결 확인 혹은 다른 리눅스로 시도하시기 바랍니다.
Select this file as the source when download will be completed=내려받기 완료시 소스로 이 파일 선택
Downloading=내려받기: 
from=미러 서버:
Error while trying to download=내려받기 시도중 오류 발생
Latency=대기
Server Name=서버 이름
Copy link=링크 복사
Launch in my browser=브라우저로 열기
Best mirrors=가장 빠름
Good mirrors=빠름
Bad mirrors=느림
Dead mirrors=단절
Check will begin shortly=곧 확인이 시작됩니다.
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=목록에서 리눅스를 선택하십시요.
There is a new version available=새 버전을 사용할 수 있습니다.
Your LiLi's version is not up to date=LiLi의 버전이 최신 버전이 아닙니다.
Last version is=최신 버전: 
Your version is=현재 버전: 
Do want to download it ?=내려받으시겠습니까?
Error while trying to find physical disk number=물리적 디스크 수를 찾는 동안에 오류가 발생했습니다.
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
This Linux is not in the compatibility list=이 리눅스는 호환성 목록에 있지 않습니다.
Setting the memory to the recommended value=권장 값으로 메모리 설정
Free memory is below the recommended value for your Linux to run in Windows=여유 메모리는 윈도우에서 리눅스를 실행하기 위한 아래의 권장 값입니다.
Recognized Linux=리눅스 공인
Built-in Persistency=내장 퍼시스턴시
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=이미 키를 생성했습니다.
Are you sure that you want to recreate one=정말로 키를 재생성하시겠습니까?
The compatibility list has been updated=호환성 목록이 업데이트되었습니다.
These linuxes are now supported=다음의 리눅스가 추가로 지원됩니다.
Official Ubuntu Variants=우분투 공식 변종
Ubuntu Based Variants=우분투 기반 변종
Fedora Variants=페도라(Fedora) 변종
Debian Variants=데비안(Debian) 변종
PCLinuxOS Variants=PCLinuxOS 변종
Rescue CDs=복구 CD
Light Linuxes=경량 리눅스
Gentoo Based=젠투(Gentoo) 기반
Security Purpose=보안 목적
Others=기타
Regular Linux (works with most linuxes)=일반 리눅스(대부분의 리눅스)